content/posts/open_data_sets.md
+++
title = "open data sets"
author = ["Cameron Smith"]
lastmod = 2020-09-24T23:10:10-04:00
slug = "open_data_sets"
draft = false
+++

## sources {#sources}

1.  [Comprehensive Knowledge Archive Network (CKAN)](https://ckan.org/)
2.  [awesomedata](<https://github.com/awesomedata/awesome-public-datasets>) and their [list of other collections of open data](https://github.com/awesomedata/awesome-public-datasets#complementary-collections)
3.  [datahub](<https://datahub.io/core>)([github](<https://github.com/datasets/>)) by [Datopian](https://www.datopian.com/)
4.  [Regression and Other Stories by Andrew Gelman, Jennifer Hill, and Aki Vehtari in 2020]({{< relref "Regression_and_Other_Stories_by_Andrew_Gelman,_Jennifer_Hill,_and_Aki_Vehtari_in_2020" >}})
5.  [Data analysis using regression and multilevel hierarchical models by Andrew Gelman and Jennifer Hill in 2006]({{< relref "Data_analysis_using_regression_and_multilevel_hierarchical_models_by_Andrew_Gelman_and_Jennifer_Hill_in_2006" >}})
6.  [frictionlessdata](https://frictionlessdata.io/)
7.  [UC Irvine Machine Learning Repository](https://archive.ics.uci.edu/ml/index.php)
8.  [kaggle datasets](https://www.kaggle.com/datasets)
9.  [sklearn datasets](https://scikit-learn.org/stable/modules/classes.html#module-sklearn.datasets)
